[Room] Volume is being calculated above the Upper Limit of this [Room]. Change the Upper Limit and Offset or change the height of volume calculations.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RoomBelowCompHeight { get; }
  Visual Basic
Public Shared ReadOnly Property RoomBelowCompHeight As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RoomBelowCompHeight {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoomFailures Class
  Autodesk.Revit.DB Namespace